<?php 
return array(
	'register'=>array(
		'title'=>"{网站名称}--用户注册激活信息",
		'body'=>"您在{网站名称}注册的笔名为 “<strong>{用户昵称}</strong>”,\n请点击此链接<a href=\"{激活链接}\">激活您的帐户</a>",
		'text'=>"您在{网站名称}注册的笔名为 “<strong>{用户昵称}</strong>”,请复制链接 {激活链接} 激活您的帐户。"
	),
	'forgetPasswd'=>array(
		'title'=>"{网站名称}----密码重置信息",
		'body'=>"您在{网站名称}注册的笔名为 “<strong>{用户昵称}</strong>”,\n请点击此链接<a href=\"{重置密码链接}\">重新设置您的密码</a>",
		'text'=>"您在{网站名称}注册的笔名为 “<strong>{用户昵称}</strong>”,请复制链接 {重置密码链接} 重新设置您的密码。"
	),
	'inviteFriend'=>array(
		'title'=>"您的朋友{邀请人名称}邀请您{被邀请人名称}到“{网站名称}”看TA",
		'body'=>"这是您的朋友{邀请人名称}通过{网站名称}向您发出的邀请,
您注册成为{网站名称}会员后，就可以在{网站名称}关注{邀请人名称}分享的想法，照片还有各种TA认为有趣的事！
<a href=\"{邀请注册链接}\">点击此链接</a>，开始注册",
		'text'=>"这是您的朋友{邀请人名称}通过{网站名称}向您发出的邀请,
您注册成为{网站名称}会员后，就可以在{网站名称}关注{邀请人名称}分享的想法，照片还有各种TA认为有趣的事！
请复制链接 {邀请注册链接} 激活您的帐户。"
	),
);
?>