<?php
//solr 执行参数
return [
	["id"=>-1,"name"=>"爱是有缘"],
    ["id"=>-2,"name"=>"健康养生"],
    ["id"=>-3,"name"=>"旅人游记"],
    ["id"=>-4,"name"=>"爱是有缘"],
    ["id"=>-5,"name"=>"教育培训"],
    ["id"=>-6,"name"=>"文学作品"],
    ["id"=>-7,"name"=>"爱是有缘"],
    ["id"=>-8,"name"=>"时尚生活"],
    ["id"=>-9,"name"=>"汽车天地"],
    ["id"=>-10,"name"=>"传媒观察"],
    ["id"=>-11,"name"=>"财经金融"],
    ["id"=>-12,"name"=>"影视音乐"],
    ["id"=>-13,"name"=>"体育运动"],
    ["id"=>-14,"name"=>"科学探索"],
    ["id"=>-15,"name"=>"ＩＴ业界"],
    ["id"=>-16,"name"=>"家居理财"],
    ["id"=>-17,"name"=>"校园生活"],
    ["id"=>-18,"name"=>"文化艺术"],
    ["id"=>-19,"name"=>"亲亲宝贝"],
    ["id"=>-20,"name"=>"个人收藏"],
    ["id"=>-21,"name"=>"图片欣赏"],
    ["id"=>-22,"name"=>"游戏天下"],
    ["id"=>-23,"name"=>"女人世界"],
    ["id"=>-24,"name"=>"经营管理"],
    ["id"=>-25,"name"=>"隐私日记"],
    ["id"=>-26,"name"=>"海外原创"],
    ["id"=>-27,"name"=>"历史怀旧"],
    ["id"=>-28,"name"=>"风水占扑"],
    ["id"=>-29,"name"=>"信仰家园"],
    ["id"=>-30,"name"=>"人在他乡"],
    ["id"=>-31,"name"=>"笑话幽默"],
    ["id"=>-32,"name"=>"新闻时事"],
    ["id"=>-33,"name"=>"网上谈兵"],
];





























