<?php
//####  /admin/tools/confirm.php?item=members

// 	频道首页 | 浏览我的档案 | 编辑档案 | 我的留言薄 | 我的朋友圈 | 我的黑名单 | 更改密码 | 更改邮箱地址

//用户中心测试
return array(
	'title'=>'文学城博客',
	'admin'=>'今日博客更新',
	'func'=>array(
		"http://beta.wenxuecity.com/blog",
		"博客二级页面",
		"博客二级 - 创建博客 (用户未登陆, 或者已登陆的用户还没有注册博客时显示)",
		"博客二级 - 我的博客, 发表博文",
		"博客二级 - 管理员推荐的博客文章",
		"博客二级 - 周人气榜, 总人气榜",
		"博客二级 - 今日热点, 一周热点",
		"博客二级 - 博客分类文章",
		"博客二级 - 管理员删除博客文章",
	    "博客二级 - 文学城名博",
		"博客二级 - 更多热门博主",
        "博客二级 - 更多重点推荐",
        "博客二级 - 更多分类文章",
	    "博客二级 - 常见问题/发文帮助, Q&A",
		"",
		"博客搜索",
		"博客搜索 - 按全文",
		"博客搜索 - 按用户",
		"",
		"博客前台",
		"博客前台 - 显示评论用户头像",
		"博客前台 - 自定义模板",
		"",
		"博客管理员功能",
		"博客管理员功能 - 推荐博客文章",
		"博客管理员功能 - 推荐博主",
	    "博客管理员功能 - 今日博客更新",
	),
);
