<?php
//####  /admin/tools/confirm/**.php
return array(
	'title'=>'分类信息',
	'admin'=>'注册用户',
	'func'=>array(
		"首页",
		"首页-城市切换",
		"首页-内容搜索",

		"信息列表－分类/地区过滤,搜索,Tab切换,翻页",
		"信息详情－内容呈现",
		"信息详情－图片播放器",
		"信息详情－发送悄悄话",
		
		"信息管理－查看帖子",
		"信息管理－按分类筛选",
		"发布信息－选择类目",
		"发布信息－填写内容",
		"发布信息－图片上传",
		"修改信息－修改内容",
		"修改信息－删除及重新上传图片",
		"删除信息",
		
		"后台管理－查看所有帖子",
		"后台管理－按分类筛选",
		"后台管理－信息审核",
		"后台管理－信息置顶",
		"后台管理－修改内容",
		"后台管理－删除及重新上传图片",
		"后台管理－删除信息",
		
	),
	
	"other"=>array(
		"顶部导航-到文学城其它栏目的链接",
		"底部导航-到文学城公司介绍相关链接",
		"面包屑导航-标识当前所在位置的链接",
		"发布分类信息-到信息发布页面的链接",
		"发布信息中的用户协议",
		"各页面提示信息中的链接",
	),
);