<?php
//####  /admin/tools/confirm.php?item=groups
return array(
	'title'=>'群组',
	'admin'=>'群组创建人',
	'func'=>array(
		"群组栏目首页",
		"群组按分类显示列表",
		"群组首页",
		"群组显示－公开/限制/私有",

		"用户登录/退出",
		"用户创建群组",
		"用户修改群组",
		"用户加入群组(有悄悄话通知)",
		"用户退出群组",
		"用户加入的群组列表",
		
		"管理员－审核会员(有悄悄话通知)",
		"管理员－会员管理页面",
		"管理员－修改群组信息",

		"群组讨论区-列表页",
		"群组讨论区-列表页翻页",
		"群组讨论区-帖子搜索功能",
		"群组讨论区-帖子搜索结果页面",
		"群组讨论区-帖子搜索结果页面翻页",
		"群组讨论区-发帖",
		"群组讨论区-回帖",
		"群组讨论区-回帖引用",
		"群组讨论区-帖子修改",
		"群组讨论区-帖子删除",
	),
	
	"other"=>array(
		"群组导航-到文学城其它栏目的链接",
		"群组导航-标识当前所在位置的链接",
		"群组讨论区-到用户档案的链接",
		"群组讨论区-到用户悄悄话的链接",
		"群组讨论区-没有内容丢失",
		"群组讨论区-帖子顺序正常",
	),
);