<?php
//####  /admin/tools/confirm.php?item=members

// 	频道首页 | 浏览我的档案 | 编辑档案 | 我的留言薄 | 我的朋友圈 | 我的黑名单 | 更改密码 | 更改邮箱地址

//用户中心测试
return array(
	'title'=>'用户中心',
	'admin'=>'注册用户',
	'func'=>array(
		"http://beta.wenxuecity.com/members",
		"频道首页查看",
		"频道首页 - 找朋友搜索",
		"频道首页 - 我的个人资料",
		"频道首页 - 我的留言薄",
		"频道首页 - 我的联系好友",
		"频道首页 - 我的最新博客",
		"频道首页 - 我的最新博客评论",
		"频道首页 - 我创建的群组",
		"频道首页 - 我的未读悄悄话",
		"",
		"浏览用户的档案查看",
		"浏览用户的档案 - 用户头像",
		"浏览用户的档案 - 用户个人资料",
		"浏览用户的档案 - 用户的朋友圈",
		"浏览用户的档案 - 用户最新博客",
		"浏览用户的档案 - 用户最新博客评论",
		"浏览用户的档案 - 用户创建的群组",
		"浏览用户的档案 - 用户留言薄",
		"",
		"编辑档案查看",
		"编辑档案 - 修改头像",
		"编辑档案 - 关于我的基本信息",
		"编辑档案 - 关于我的描述",
		"编辑档案 - 关于我的设置",
		"",
		"我的留言薄查看",
		"我的留言薄 - 用户头像",
		"我的留言薄 - 用户个人资料",
		"我的留言薄 - 用户留言薄",
		"",
		"我的朋友圈查看",
		"我的朋友圈 - 用户头像",
		"我的朋友圈 - 用户个人资料",
		"我的朋友圈 - 用户的朋友圈",
		"",
		"我的黑名单查看",
		"我的黑名单 - 黑名单",
		"",
		"更改密码查看",
		"更改密码 - 更改密码",
		"",
		"更改邮箱地址查看",
		"更改邮箱地址 - 更改邮箱"
	),
	
	"other"=>array(
		"更改邮箱发送邮件是否收到",
		"更改邮箱后未激活帐号,用户帐号是否冻结",
		"激活邮箱后是否重新开启用户帐号,并且邮箱改变",
		"更改密码是否发送邮件",
	),
);
