<?php
return array(
	'title'=>'新闻',
	'admin'=>'管理员',
	'func'=>array(
		"首页",
		"首页-搜索功能",
		"首页-左侧文字内容",
		"首页-中间图片内容",
		"首页-右侧48小时内容",

		"新闻/生活/娱乐列表页面：链接，翻页",

		'内容页面-内容显示',
		'内容页面-图片自动缩放',
		'内容页面-新闻打印',
		'内容页面-发表评论',
		'内容页面-查看完整评论：<br>/news/index.php?act=commentview&postid=2803150&id=2803341',
		'内容页面-评论翻页：<br>/news/index.php?act=comment&postid=2803150&channel=news',

		"广告-新闻相关广告位管理",
		"广告-跑马条",
		"广告-方形广告",
		"广告-右侧推荐",
		"广告-底部推荐",
		"广告-popWin",
		"广告-地域过滤:url+?ip=x.x.x.x",
	),
	
	"other"=>array(
		"顶部导航-到文学城其它栏目的链接",
		"底部导航-到文学城公司介绍相关链接",
		"面包屑导航-标识当前所在位置的链接",
		"在发表评论时用户是登录状态",
		"在发表评论时用户是未登录状态",
	),
);